Repository: rafitajaen/pro.imagenes.frases.refranes
Catalog: lib/l10n/intl_*.arb
Languages: es

# appTitle
source: Proverbs.
es: Refranes.

# appSubtitle
source: Discover. Download.
es: Descubre. Descarga.

# appSubtitleSecondLine
source: Share.
es: Comparte.

# appDirectoryName
source: Proverbs
es: Refranes

# loginPageSignInWithGoogle
source: Sign In with Google Account
es: Continuar con Google Account

# loginPageSignInAnonymously
source: START
es: COMENZAR

# homePageTitleDiscover
source: Discover
es: Descubre

# rewardPageTitle
source: Rewards
es: Recompensas

# rewardPageInstructions
source: Complete the following actions to get rewards so you can download your favorite proverbs
es: Completa las siguientes acciones para conseguir recompensas y así poder descargar tus refranes preferidos

# rewardPageReward
source: Reward
es: Recompensa

# rewardPageCompleted
source: Completed
es: Completado

# rewardPageOf
source: of
es: de

# favoritesPageTitle
source: Favorites
es: Favoritos

# languagePageTitle
source: Languages
es: Idiomas

# detailPageBack
source: BACK
es: ATRÁS

# detailPageMeaning
source: Meaning
es: Significado

# tagNamesAll
source: All
es: Todos

# tagNamesNewest
source: Newest
es: Nuevos

# drawerGetMoreCoins
source: Get More Coins
es: Consigue más monedas

# drawerFavorites
source: Favorites
es: Favoritos

# drawerNewApps
source: New Apps
es: Nuevas Apps

# drawerRateApp
source: Rate App
es: Califícanos

# drawerShareApp
source: Share App
es: Comparte nuestra App

# drawerLanguages
source: Languages
es: Idiomas

# drawerSignOut
source: Sign Out
es: Desconectar

# drawerPremiumUser
source: Premium User
es: Súper-Refranero

# rewardsConsecutivesDays
source: Consecutive Days Connected
es: Días Consecutivos Conectado

# rewardsShareProverb
source: Share Proverbs
es: Comparte Refranes

# rewardsDownloadProverb
source: Download Proverbs
es: Descarga Refranes

# rewardsAddFavoriteProverb
source: Add Favorite Proverbs
es: Añade a Favoritos

# rewardsRateApp
source: Rate App
es: Calificanos

# rewardsFeedback
source: Give us Feedback
es: Danos tu opinión

# rewardsShareApp
source: Share App
es: Comparte App

# detailPageLikeButton
source: Like
es: Me gusta

# detailPageShareButton
source: Share
es: Compartir

# detailPageDownloadButton
source: Download
es: Descargar

# shareCTA
source: Download Proverbs in Google Play
es: Descarga Refranes Populares en Google Play

# shareSubject
source: I want to share a Proverb with you!
es: ¡Quiero compartir una frase contigo!

# addFavoriteDialogTitle
source: Add to Favorites
es: Añadir a Favoritos

# addFavoriteDialogDescription
source: Congratulations! You have earned {coinsRewarded} Coins by add {currentPoints} Proverbs to Favorites. Do you want to double your reward?.
es: ¡Felicidades! Acabas de conseguir {coinsRewarded} Coins por Añadir {currentPoints} Refranes a Favoritos. ¿Quieres doblar tu recompensa?.

# shareProverbsDialogTitle
source: Share {currentPoints} Proverbs
es: Compartir {currentPoints} Refranes

# shareProverbsDialogDescription
source: Congratulations! You have earned {coinsRewarded} Coins by share {currentPoints} Proverbs. Do you want to double your reward?.
es: ¡Felicidades! Has conseguido {coinsRewarded} Coins por compartir {currentPoints} Refranes. ¿Quieres doblar tu recompensa?.

# consecutiveDaysDialogTitle
source: {currentPoints} Consecutive Days Connected
es: {currentPoints} Días Consecutivos Conectado

# consecutiveDaysDialogDescription
source: Congratulations! You have earned {coinsRewarded} Coins for connecting {currentPoints} consecutive days to our App. Do you want to double your reward?.
es: ¡Felicidades! Has conseguido {coinsRewarded} Coins por conectarte {currentPoints} días consecutivos a nuestra App. ¿Quieres doblar tu recompensa?.

# downloadProverbsDialogTitle
source: Download {currentPoints} Proverbs
es: Descargar {currentPoints} Refranes

# downloadProverbsDialogDescription
source: Congratulations! You have earned {coinsRewarded} Coins by download {currentPoints} Proverbs. Do you want to double your reward?.
es: ¡Felicidades! Has conseguido {coinsRewarded} Coins por descargar {currentPoints} Refranes. ¿Quieres doblar tu recompensa?.

# feedbackDialogTitle
source: Survey Completed
es: Encuesta Completada

# feedbackDialogDescription
source: Congratulations! You have earned {coinsRewarded} Coins to helping us to improve our App. Do you want to double your reward?.
es: ¡Felicidades! Has conseguido {coinsRewarded} Coins por ayudarnos a mejorar nuestra App. ¿Quieres doblar tu recompensa?.

# rateAppDialogTitle
source: App Rated
es: App Puntuada

# rateAppDialogDescription
source: Congratulations! You have earned {coinsRewarded} Coins for rating our App. Do you want to double your reward?.
es: ¡Felicidades! Has conseguido {coinsRewarded} Coins por puntuar nuestra App. ¿Quieres doblar tu recompensa?.

# shareAppDialogTitle
source: App Shared
es: App Compartida

# shareAppDialogDescription
source: Congratulations! You have earned {coinsRewarded} Coins for sharing our App. Do you want to double your reward?.
es: ¡Felicidades! Has conseguido {coinsRewarded} Coins por compartir nuestra App. ¿Quieres doblar tu recompensa?.

# dialogButtonDoubleCoins
source: Get Double Coins
es: ¡Quiero el doble!

# dialogButtonOK
source: Okay
es: VALE

# needMoreCoinsDialogTitle
source: You need more Coins
es: Necesitas más Coins

# needMoreCoinsDialogDescription
source: You need to get at least {coinsNeeded} more Coins to be able to download this Proverb.
es: Necesitas conseguir al menos {coinsNeeded} Coins más para poder descargar este Refrán.

# needMoreCoinsDialogButtonText
source: OKAY
es: ¡A POR ELLOS!

# imageSaveSuccesfullyDialogTitle
source: File Saved Successfully
es: Archivo Guardado Correctamente

# imageSaveSuccesfullyDialogDescription
source: You will find it in the "Proverbs" folder, inside your gallery.
es: Podrás encontrarlo en la carpeta "Refranes", dentro de tu galería.

# imageSaveSuccesfullyDialogButtonText
source: THANKS!
es: ¡GRACIAS!

# imageSaveErrorDialogTitle
source: Download Failed
es: Error al descargar

# imageSaveErrorDialogDescription
source: An error occurred while downloading. Check that you have enough space on your device.
es: Se ha producido un error al descargar. Comprueba que tienes espacio suficiente en tu dispositivo.

# imageSaveErrorDialogButtonText
source: I will try again!
es: ¡Volveré a Intentarlo!

# promotedAppsPageTitle
source: Brand New Apps
es: Nuevas Apps

# promotedAppsPageInstallButton
source: INSTALL
es: INSTALAR

# promotedAppsTopTitle
source: Download our brand new Apps
es: Descarga nuestras nuevas Apps

# feedbackStepZeroQuestion
source: Answer the following questions
es: Responde a las siguientes preguntas

# feedbackStepZeroSubQuestion
source: It is very easy to be honest! Your opinion will help us improve our App. As a reward, at the end of the survey you will receive a mountain of Coins to continue downloading your favorite Proverbs.
es: ¡Ser Sincero es muy fácil! Tu opinión nos ayudará a mejorar nuestra aplicación. Como recompensa al finalizar el cuestionario recibirás una montaña de monedas para que sigas descargando tus refranes favoritos.

# feedbackStepOneQuestion
source: With what score would you rate our App?
es: ¿Qué puntuación le darías a la aplicación?

# feedbackStepTwoQuestion
source: Rate the quality of the Proverbs:
es: Puntúa la calidad de los Refranes:

# feedbackStepThreeQuestion
source: Rate the quality of the images:
es: Puntúa la calidad de las imágenes:

# feedbackStepFourQuestion
source: Do you have enough Proverbs available in the App?
es: ¿Hay disponible suficientes Refranes en la App?

# feedbackStepFiveQuestion
source: Rate the quantity of ads in our App
es: Puntúa la cantidad de anuncios en nuestra App

# feedbackStepSixQuestion
source: You are done!
es: ¡Lo has conseguido!

# feedbackStepSixSubQuestion
source: We already have the developers working. It's time to pay off our debts! As a reward for your help, you will receive 200 coins to continue downloading your favorite proverbs.
es: Ya tenemos a los desarrolladores trabajando. ¡Es hora de pagar las deudas! Como agradecimiento por tu ayuda recibirás 200 monedas para que sigas descargando tus refranes favoritos.

# noFavoritesTitle
source: Your Favorites List is empty
es: Tu Lista de Favoritos está vacía

# noFavoritesSubtitle
source: Use the heart icon at the top right of each Proverb to add it to your favorites list.
es: Utiliza el icono de corazón que está en la parte superior derecha de cada Proverbio para añadirlo a tu lista de favoritos.

# ratingsAnswer1one
source: Terrible. I do not like.
es: Pésima. No me gusta nada.

# ratingsAnswer1two
source: Bad. You need to improve some aspects.
es: Mala. Necesita mejorar algunos aspectos.

# ratingsAnswer1three
source: Regular. It is a normal App.
es: Regular. Es una aplicación normal.

# ratingsAnswer1four
source: Good. I like it.
es: Buena. Me gusta

# ratingsAnswer1five
source: Excellent. I love this App.
es: Excelente. Me encanta esta aplicación.

# ratingsAnswer2one
source: Terrible. I do not like.
es: Pésima. No me gusta nada.

# ratingsAnswer2two
source: Bad. It needs effort.
es: Mala. Necesita esfuerzo.

# ratingsAnswer2three
source: Regular. They are normal.
es: Regular. Son normales.

# ratingsAnswer2four
source: Good. I like them.
es: Buena. Me gustan.

# ratingsAnswer2five
source: Excellent. I love them.
es: Excelente. ¡Me encantan!

# ratingsAnswer4one
source: They are very few, I want many more.
es: Son muy pocos, quiero muchos más.

# ratingsAnswer4two
source: Some more would not hurt.
es: Algunos más no vendrían mal.

# ratingsAnswer4three
source: It has the necessary ones.
es: Tiene los necesarios.

# ratingsAnswer4four
source: There is plenty.
es: Hay de sobra.

# ratingsAnswer4five
source: They are more than I need.
es: Son más de los que necesito.

# ratingsAnswer5one
source: They are more than I allow.
es: Son más de los que permito

# ratingsAnswer5two
source: There is plenty.
es: Hay de sobra

# ratingsAnswer5three
source: It has the necessary ones.
es: Tiene los necesarios

# ratingsAnswer5four
source: Some more would not hurt.
es: Algunos más no vendrían mal

# ratingsAnswer5five
source: It has the perfect amount.
es: Tiene la cantidad perfecta

# feedbackButtonStart
source: START
es: COMENZAR

# feedbackButtonNext
source: NEXT
es: SIGUIENTE

# feedbackButtonSendFeedback
source: SEND FEEDBACK
es: ENVIAR OPINION

# feedbackButtonGiveMeCoins
source: GIVE ME THE COINS!
es: ¡DAME ESAS MONEDAS!
